{"cohort": [{"id": 0, "firstName": "Absalom", "lastName": "Carlisle", "reelThemIn": "'Never memorize something you can look up.\"~Abert Einstein", "bio": "Customer-focused leader in operations, data analytics, project management and business development. Drives process improvements to contain costs, increase productivity and grow revenue through data analysis using-Python, SQL and Excel. Creates strategies and allocates resources through competitive analysis and business intelligence insights with visualizations using Tableau and Power-BI. Excellent presentation, analytical, communication and problem-solving-skills. Develops strong relationships with stakeholders to mitigate issues and to foster change. Nashville Software School will enhance and help me acquire new skills from a competitive program with unparalleled instructions. Working on individual & Group projects using real data set from local companies is invaluable. The agile remote-working environment-has/will continue to solidify my expertise as I prepare my journey to join Data Analytics career path.", "github": "https://github.com/abcarlisle22", "linkedIn": "https://www.linkedin.com/in/absalom-carlisle-05807a83/", "portfolio": "https://github.com/abcarlisle22/Capstaone", "proImg": "../assets/img/absalom1.jpg", "funImg": "../assets/img/absalom2.jpg", "resume": "../assets/resume/absalom.pdf", "email": "abcarlisle22@gmail.com"}, {"id": 1, "firstName": "Brittany", "lastName": "Fetterhoff", "reelThemIn": "\"You're better off with Fetterhoff\" ", "bio": "My journey to Nashville Software School has been extensive and enlightening. I have bartended, planned events, worked as a marketing manager, and started a hemp farming business. There have been many peaks and valleys, but through it all I have learned a great deal about people, building relationships, and hard, sometimes backbreaking work. I realized I deeply desired a challenge of the mind. During the last five months, I have learned more than Python, SQL, Tableau, and Power BI. I have learned the value of tenacity and vitality, and that the only true obstacle is myself. I am eager to see where this data adventure leads and excited for the ensuing challenges along the way. ", "github": "https://github.com/pennyandjude", "linkedIn": "https://www.linkedin.com/in/brittany-fetterhoff/", "portfolio": "https://github.com/pennyandjude/Plant-Based-Franklin", "proImg": "../assets/img/brittany1.jpg", "funImg": "../assets/img/brittany2.jpg", "resume": "../assets/resume/brittany.pdf", "email": "pennyandjude@gmail.com"}, {"id": 2, "firstName": "Carroll", "lastName": "Piker", "reelThemIn": "\"The secret of getting ahead is getting started.\" - Mark Twain", "bio": "I am a creative analyst that connects meaningfully with the organizational vision to develop strategies serving the company's objective and goals. Effective business consultant capable of delivering sound advice to others to optimize operational functions.", "github": "https://github.com/nismo2020", "linkedIn": "https://www.linkedin.com/in/carrollpiker", "portfolio": "https://github.com/nismo2020/Analyzing-NFL-3rd-Down-Behavior", "proImg": "../assets/img/carroll1.jpg", "funImg": "../assets/img/carroll2.jpg", "resume": "../assets/resume/carroll.pdf", "email": "cmarkpiker@gmail.com"}, {"id": 3, "firstName": "Chira", "lastName": "Abdullgafoor", "reelThemIn": "\"Some people want it to happen, some wish it would happen, others make it happen.\" - Michael Jordan ", "bio": "Aspiring Data Analyst with a demonstrated history working in the automotive, financial, and information field. Experienced in Python, Javascript, SQL, Tableau, PowerBI and Excel. A strong Professional thats looking to evolve my current skill set to meet the demands of whatever challenge I face. An astute leader who's always striving to put both myself and my team in a better position by understanding the bigger picture. ", "github": "https://github.com/chiramayi", "linkedIn": "https://www.linkedin.com/in/chira-a-263930154/", "portfolio": "https://github.com/chiramayi/Analysis_of_Fantasy_Football_drafting", "proImg": "../assets/img/chira1.jpg", "funImg": "../assets/img/chira2.jpg", "resume": "../assets/resume/chira.pdf", "email": "chiramayi@gmail.com"}, {"id": 4, "firstName": "Christopher", "lastName": "Mulvey", "reelThemIn": "\"No matter what people tell you, words and ideas can change the world.\" -  Robin Williams", "bio": "Over a 21 year career with the US Navy, I became interested in the way data is handled. When an opportunity to change careers arose, I saw a chance to explore that interest and make it my new career. I am a seasoned, accomplished leader and pilot with proven expertise managing complex programs and projects serving mission-critical objectives and in support of distributed customers / stakeholders.", "github": "https://github.com/Corbec", "linkedIn": "https://www.linkedin.com/in/christopher-mulvey/", "portfolio": "https://github.com/Corbec/COVID-Airline-Impact", "proImg": "../assets/img/christopher1.jpg", "funImg": "../assets/img/christopher2.jpg", "resume": "../assets/resume/christopher.pdf", "email": "christopherdmulvey@gmail.com"}, {"id": 5, "firstName": "Clint", "lastName": "Nanney", "reelThemIn": "\"Talent is a pursued interest. Anything that you're willing to practice, you can do.\" - Bob Ross", "bio": "I have been passionate about data and its capabilities since I was a child.  I spent countless nights organizing my baseball cards according to statistics. This curiosity has developed into a love of analyzing and organizing data into useful visualizations. I enjoy working in groups and collaborating on projects.", "github": "https://github.com/ClintNanney", "linkedIn": "https://www.linkedin.com/in/clint-nanney-a1aa2790/", "portfolio": "https://github.com/ClintNanney/NFL-Injury-Analysis", "proImg": "../assets/img/clint1.jpg", "funImg": "../assets/img/clint2.jpg", "resume": "../assets/resume/clint.pdf", "email": "clint4ut@gmail.com"}, {"id": 6, "firstName": "Cory", "lastName": "Cowart", "reelThemIn": "\"Information is the oil of the 21st century, and analytics is the combustion engine.\" – Peter Sondergaard", "bio": "My journey to data analytics has been one of many twists and turns, from a love of sports statistics at a young age to working with patients in healthcare settings. Data has always been something that has been in the background of many of my passions and jobs.  The refinement of this passion at Nashville Software School has been something of a revelation in regard to my career path. Using programs like Python, SQL, Excel, PowerBI, and Tableau, I have been introduced to a new world of possibilities with data and I am excited for the opportunities ahead in a data-driven career.", "github": "https://github.com/cncowart", "linkedIn": "https://www.linkedin.com/in/cory-cowart/", "portfolio": "https://github.com/cncowart/The-Remote-Work-Model-Here-to-Stay-", "proImg": "../assets/img/cory1.jpg", "funImg": "../assets/img/cory2.jpg", "resume": "../assets/resume/cory.pdf", "email": "cncowart@gmail.com"}, {"id": 7, "firstName": "Dereje", "lastName": "Gudeta", "reelThemIn": "'If there is a will, there is a way\"", "bio": "I am highly motivated and detail oriented proffesional with backgroud in Financial Analysis, SharePoint  and Power BI.", "github": "https://github.com/derejeh2020", "linkedIn": "https://www.linkedin.com/in/derejegudeta", "portfolio": "https://github.com/derejeh2020/NSS-Capstone-Project-Airline-On-Time-Performance", "proImg": "../assets/img/dereje1.jpg", "funImg": "../assets/img/dereje2.jpg", "resume": "../assets/resume/dereje.pdf", "email": "derejeh2014@gmail.com"}, {"id": 8, "firstName": "Desmond", "lastName": "Brooks", "reelThemIn": "\"Not everything that is faced can be changed, but nothing can be changed until it is faced.\" - James Baldwin", "bio": "Accomplished program manager with specialization in project managment, planning and transformational development. I have an insatiable appetite for information that leads to actionable insights and fact-based decisions. ", "github": "https://github.com/dcbgit", "linkedIn": "https://www.linkedin.com/in/dcb3/", "portfolio": "https://github.com/dcbgit/lethal_alleys", "proImg": "../assets/img/desmond1.jpg", "funImg": "../assets/img/desmond2.jpg", "resume": "../assets/resume/desmond.pdf", "email": "brooks.des@gmail.com"}, {"id": 9, "firstName": "Evan", "lastName": "Manon", "reelThemIn": "\"If you want something you've never had, you must be willing to do something you've never done.\" - Thomas Jefferson", "bio": "I am a veteran of the United States Army with a bachelor's degree in business management.  Additionally, I have experience in the role of project manager for a general contracting company.  All these stepping stones have built an extreme interest in the power of data.  This lead me to the Nashville Software School where I delved into technologies such as Excel, SQL, python, Tableau and PowerBI. ", "github": "https://github.com/evan-r-manon", "linkedIn": "https://www.linkedin.com/in/evan-manon-832968158", "portfolio": "https://github.com/evan-r-manon/Car-Wash-Capstone", "proImg": "../assets/img/evan1.jpg", "funImg": "../assets/img/evan2.jpg", "resume": "../assets/resume/evan.pdf", "email": "evan.r.manon@outlook.com"}, {"id": 10, "firstName": "Greg", "lastName": "Bolan", "reelThemIn": "\"Our lives begin to end the day we become silent about things that matter\" - Martin Luther King", "bio": "Highly motivated and goal-driven Senior Financial Analyst with 13 years' experience and skilled in collecting, monitoring and studying data to analyze financial status and recommend investment strategy. As an aspiring Data Analyst, practicing use of Tableau, Excel spreadsheets, and other software to help provide insights and support optimal business decision making. Astute business owner with three years of experience in operations management, competitive analysis and financial management. Honorably served in the United States Army.", "github": "https://github.com/gshark123", "linkedIn": "https://www.linkedin.com/in/greg-bolan-706062192/", "portfolio": "https://github.com/gshark123/capstone", "proImg": "../assets/img/greg1.jpg", "funImg": "../assets/img/greg2.jpg", "resume": "../assets/resume/greg.pdf", "email": "gbolan3@gmail.com"}, {"id": 11, "firstName": "Hallie", "lastName": "Rubel", "reelThemIn": "\"Data that is loved tends to survive.\" - Kurt Bollacker", "bio": "I am motivated, teamwork-oriented, and reliable. I love puzzles, strategic games, and tinkering. Taking hardware apart and fitting pieces back together, from memory or trouble shooting, has always been thrilling to me. I am passionate about helping others, so data analytics is a new source to further my course of helping people. Since I always find myself organizing my everyday life, data analytics is something I have grown to truly love and really look forward to diving in deeper.  ", "github": "https://github.com/hrubel", "linkedIn": "https://www.linkedin.com/in/hallie-rubel/", "portfolio": "https://github.com/hrubel/TN-trout-fishing", "proImg": "../assets/img/hallie1.jpg", "funImg": "../assets/img/hallie2.jpg", "resume": "../assets/resume/hallie.pdf", "email": "hallie.faith.rubel@gmail.com"}, {"id": 12, "firstName": "Heather", "lastName": "Sopel", "reelThemIn": "\"Stories are data with a soul\" - Brené Brown", "bio": "Every day I become more excited about the numerous ways in which data analytics is providing insight for critical decisions that impact our communities and the future of the world. I am looking forward to bringing my attention to detail and passion for data analytics along with my background in the arts to make an impact on business decisions.", "github": "https://github.com/hsopel", "linkedIn": "https://www.linkedin.com/in/heathersopel", "portfolio": "https://github.com/hsopel/wind-power-capstone", "proImg": "../assets/img/heather1.jpg", "funImg": "../assets/img/heather2.jpg", "resume": "../assets/resume/heather.pdf", "email": "heather.sopel@gmail.com"}, {"id": 13, "firstName": "Jean Berlin", "lastName": "Tchampo", "reelThemIn": "Answers never satisfy my curiosity", "bio": "I am an avid learner taking pride into honing new skills. I have a thorough understanding of business operations on a bigger scale being on the operational side with American Express and analytical end of the spectrum with Floor and Décor recently. I've been developing problem-solving, critical thinking, and now data analysis skills throughout my journey. I am excited to leverage my Python, SQL and visualization tools to drive any company's success.", "github": "https://github.com/jbtchampo", "linkedIn": "https://www.linkedin.com/in/jeanberlintchampo", "portfolio": "https://github.com/jbtchampo/Beyond-the-Fight-An-Analysis-on-the-UFC-Ultimate-Fighting-Championship-", "proImg": "../assets/img/jean berlin1.jpg", "funImg": "../assets/img/jean berlin2.jpg", "resume": "../assets/resume/jean berlin.pdf", "email": "jbtchampo@gmail.com"}, {"id": 14, "firstName": "Jeff", "lastName": "Davis", "reelThemIn": "\"In God we trust. All others must bring data\" - Ed Deming", "bio": "I am a motivated problem-solver capable of prioritizing and managing complex projects with proficiency. My primary professional focus is to utilize my leadership and technical strengths to improve business processes. I enjoy problem-solving, gathering, organizing, and analyzing information, working in groups, and contributing to project strategies. I am a team player who is open-minded and eager to learn.", "github": "https://github.com/jcdjr", "linkedIn": "https://www.linkedin.com/in/jeff-davis-60439a1b2/", "portfolio": "https://github.com/jcdjr/capstone", "proImg": "../assets/img/jeff1.jpg", "funImg": "../assets/img/jeff2.jpg", "resume": "../assets/resume/jeff.pdf", "email": "jefferson.c.davisjr@gmail.com"}, {"id": 15, "firstName": "John", "lastName": "Posey", "reelThemIn": "\"The Gentleman Jack of All Trades\"", "bio": "Forever a student, I love and always strive to learn new skills and professional tools. My road has been varied and definitely rocky at times, but I feel that those times have molded me into the multi-faceted professional that I am now. I am excited about this new career change and learning all the skills that come along. ", "github": "https://github.com/MrBardot", "linkedIn": "https://www.linkedin.com/in/johnposey2021/", "portfolio": "https://github.com/MrBardot/Trends-in-Alzheimers-Disease-Fatalities-in-the-United-States-and-Tennessee-from-1999-2018.-", "proImg": "../assets/img/john1.jpg", "funImg": "../assets/img/john2.jpg", "resume": "../assets/resume/john.pdf", "email": "posey.john@gmail.com"}, {"id": 16, "firstName": "Katelyn", "lastName": "Dunn", "reelThemIn": "Wisdom begins in wonder - Socrates", "bio": "Having grown up around Scrum, Agile, and the programming field, I took naturally to data analytics. I am a determined learner, especially when a need arises, and will stick with a problem or obstacle until I understand it.", "github": "https://github.com/jiujitsufarmer", "linkedIn": "https://www.linkedin.com/in/katelyn-dunn-20/", "portfolio": "https://github.com/jiujitsufarmer/Future-of-Farming", "proImg": "../assets/img/katelyn1.jpg", "funImg": "../assets/img/katelyn2.jpg", "resume": "../assets/resume/katelyn.pdf", "email": "katelyndunn2020@gmail.com"}, {"id": 17, "firstName": "Katie", "lastName": "Kosfeld", "reelThemIn": "\"If you can't explain it simply, you don't understand it well enough.\" - Albert Einstein", "bio": "After several diverse careers ranging from call centers to veterinary clinics, and most recently research compliance, I realized that what I enjoyed most in all of my positions was data and reports. Data Analytics allows me to orchestrate my organization, attention to detail, and problem-solving skills to wrangle and interpret data while also utilizing communication and creativity to design visualizations that can be easily understood. I am looking forward to a career where the majority of my workday will be focused on data cleaning, analysis, and visualizing, allowing me to grow my skills in the field.", "github": "https://github.com/katiek74", "linkedIn": "https://www.linkedin.com/in/katie-kosfeld/", "portfolio": "https://github.com/katiek74/clinical-trials-in-the-year-of-covid-19", "proImg": "../assets/img/katie1.jpg", "funImg": "../assets/img/katie2.jpg", "resume": "../assets/resume/katie.pdf", "email": "kkosfeld@gmail.com"}, {"id": 18, "firstName": "Mia", "lastName": "Soza", "reelThemIn": "\"These streets are our old trails, curved to fit around trees.\" - Joy Harjo", "bio": "Hi! I'm a storyteller and designer with an interest in exploring the intersections between data and the world. My journalism background has taught me not only how to ask pertinent questions, but how to share my findings with every kind of audience - a skill boosted by my new technical knowledge. I enjoy research, collaboration and visualizing and am looking forward to a career where I can create beautiful pieces of interactive information. Raised in Los Angeles, shaped by Missoula and now finding my way in Nashville, my diverse perspectives make me a great asset to any team looking to learn more about our world and see what's just beyond that next bend.", "github": "https://github.com/azosaim", "linkedIn": "https://www.linkedin.com/in/mia-soza-5142381b4/", "portfolio": "https://github.com/azosaim/capstone", "proImg": "../assets/img/mia1.jpg", "funImg": "../assets/img/mia2.jpg", "resume": "../assets/resume/mia.pdf", "email": "miacsoza@gmail.com"}, {"id": 19, "firstName": "Michael", "lastName": "Zarzana", "reelThemIn": "\"Failure is the condiment that gives success its flavor.\" - Truman Capote", "bio": "Current Data Analytics student seeking an analytical position utilizing Power BI, Excel, Tableau and Python. I am presently looking for a career in data analytics that provides me with an evolving atmosphere where I can implement my creative and strategic skills in a team-based environment while continuously furthering my knowledge. ", "github": "https://github.com/Mikeyoz", "linkedIn": "https://www.linkedin.com/in/michael-zarzana/", "portfolio": "https://github.com/Mikeyoz/Nashville-VS-Denver", "proImg": "../assets/img/michael1.jpg", "funImg": "../assets/img/michael2.jpg", "resume": "../assets/resume/michael.pdf", "email": "mikezarzana3@gmail.com"}, {"id": 20, "firstName": "Owen", "lastName": "Walker", "reelThemIn": "\"Commit your work to the Lord, and your plans will succeed.\" Proverbs 16:3", "bio": "After having built several beautiful computers myself I decided to purse a career in Data Analytics. I am currently a Data Analytics student at NSS. I am capable of using Excel, Python, SQL, Power BI, Tableau, and GitHub. I am looking for a position to challenge me in a team based setting, as well as boost my creativity in the Data Analyst world! Through NSS I have been strengthening my skills by using real data provided by real Nashville employer's.", "github": "https://github.com/OwenWalker", "linkedIn": "https://www.linkedin.com/in/owen-walker-074a181b7/", "portfolio": "https://github.com/OwenWalker/Marketing-Via-Sponsorship-on-Twitch", "proImg": "../assets/img/owen1.jpg", "funImg": "../assets/img/owen2.jpg", "resume": "../assets/resume/owen.pdf", "email": "ocw517@gmail.com"}, {"id": 21, "firstName": "Paul", "lastName": "Ballenger", "reelThemIn": "\"Pie charts are fun but generally not very helpful.\"", "bio": "Experienced ecommerce entrepreneur and life-long learner excited about a new challenge in data analytics. In data, there is truth. ", "github": "https://github.com/paulballenger", "linkedIn": "https://www.linkedin.com/in/paul-ballenger/", "portfolio": "https://github.com/paulballenger/nashville_diaper_connection", "proImg": "../assets/img/paul1.jpg", "funImg": "../assets/img/paul2.jpg", "resume": "../assets/resume/paul.pdf", "email": "paul.ballenger1@gmail.com"}, {"id": 22, "firstName": "Ross", "lastName": "Marshall", "reelThemIn": "\"\"You miss 100% of the shots you don't take. - Wayne Gretzky\" - Michael Scott\" - Ross Marshall", "bio": "Experienced professional who is self-directed, self-motivated and dependable seeking to transition into data analytics/ management. Highly creative and experienced in working under tight deadlines and using analytical data/tools to make informed decisions and present information to peers in a relatable manner. Friendly demeanor for providing excellent customer service.", "github": "https://github.com/rmarshall87", "linkedIn": "https://www.linkedin.com/in/rmarshall87/", "portfolio": "https://github.com/rmarshall87/capstone", "proImg": "../assets/img/ross1.jpg", "funImg": "../assets/img/ross2.jpg", "resume": "../assets/resume/ross.pdf", "email": "ross.s.marshall@gmail.com"}, {"id": 23, "firstName": "Sarah Beth", "lastName": "Ivester", "reelThemIn": "\"Data is like garbage. You'd better know what you're going to do with it before you collect it.\" -Mark Twain", "bio": "I am a creative leader that loves to bring data to life with visualizations that drive action. I enjoy leveraging my five years of exploring datasets and working with diverse teams to collaborate and impact change.", "github": "https://github.com/sbmcdermott", "linkedIn": "https://www.linkedin.com/in/sbivester", "portfolio": "https://github.com/sbmcdermott/AnalyzeBNB", "proImg": "../assets/img/sarah beth1.jpg", "funImg": "../assets/img/sarah beth2.jpg", "resume": "../assets/resume/sarah beth.pdf", "email": "sbivester22@gmail.com"}, {"id": 24, "firstName": "Sreyas", "lastName": "Reddy", "reelThemIn": "\"Data is data until you put it in context and unlock it for people\" - Elizabeth O'Brien", "bio": "Recent MBA graduate and skilled Business Analyst with six years of progressive experience in corporate environments with high-volume workloads; responsibilities include analyzing and interpreting financial data, performing analysis, and drafting reports.", "github": "https://github.com/sreyasreddy", "linkedIn": "https://www.linkedin.com/in/sreyas-reddy/", "portfolio": "https://github.com/sreyasreddy/NSS-Capstone", "proImg": "../assets/img/sreyas1.jpg", "funImg": "../assets/img/sreyas2.jpg", "resume": "../assets/resume/sreyas.pdf", "email": "sreddy739@gmail.com"}, {"id": 25, "firstName": "Tanya", "lastName": "Hoang", "reelThemIn": "\"Without data, you're just another person with an opinion.\" - W. Edwards Deming", "bio": "Previous experience as field campaigner sparked my affinity for data as well as honed my ability to hit the ground running. With strong communication skills and experience in customer service, I am well adept to solving complex problems in fast-paced environments. People inspired, data driven. ", "github": "https://github.com/tthoang", "linkedIn": "https://www.linkedin.com/in/tthoang/", "portfolio": "https://github.com/tthoang/capstone", "proImg": "../assets/img/tanya1.jpg", "funImg": "../assets/img/tanya2.jpg", "resume": "../assets/resume/tanya.pdf", "email": "tthoang459@gmail.com"}]}